---
kind: enumMember
id: F:Autodesk.Revit.DB.PointCloudColorMode.Elevation
enum: Autodesk.Revit.DB.PointCloudColorMode
zh: 标高、高程
source: html/12e4d06d-3d5f-53d6-7be9-97bed63ec47b.htm
---
# Autodesk.Revit.DB.PointCloudColorMode.Elevation

**中文**: 标高、高程

Color by elevation